###
### This file is covered by the GNU General Public License
### version 3 or later.
###
### Copyright (C) 2024, ALT Linux Team

######################
### Fatal messages ###
######################

F00=1
F01="%s сбой[%s]"
F02="Непредвиденная ошибка #%s в %s[#%s]!"
F03="Неверные параметры. Попробуйте \'%s -h\' для получения подсказки."
F04="Сначала вам придётся отключить %s!"
F05="Используйте опции загрузки pcie_aspm=off, pci=nomsi или pci=noaer!"
F06="Альт Линукс либо основанный на нём дистрибутив обязателен!"
F07="Неподдерживаемый дистрибутив: %s"
F08="Неподдерживаемый сертифицированный дистрибутив: %s"
F09="Неподдерживаемая версия дистрибутива: %s"
F10="Внешний носитель с локальной копией репозитория не подключен!"
F11="Не удалось подключиться к серверу с локальной копией репозитория!"
F12="Неверный цветовой режим: \'%s\'."
F13="Неподдерживаемая опция: \'%s\'."
F14="Слишком много аргументов: %s"
F15="Режим запуска программы уже определён: \'%s\'."
F16="Вы должны быть администратором для использования --uid=<UID>."
F17="Неверный ID пользователя: \'%s\'."
F18="Скрипт шага \'%s.sh\' не найден."

