###
### This file is covered by the GNU General Public License
### version 3 or later.
###
### Copyright (C) 2024, ALT Linux Team

#################################
### Messages for ru_RU locale ###
#################################

L001="Режим запуска \'%s\' был изменён, тестирование начнётся заново!"
L002="Перед тестированием будет выполнено обновление системы и ядра!"
L003="Нажмите Ctrl-C для отмены или любую другую клавишу для продолжения..."
L004="Первая часть тестирования завершена!"
L005="Выполните тестирование вручную согласно разделу 10 методики."
L006="Не забудьте запустить \'@BOLD@\' после тестирования!"
L007="Тестирование завершено!"
L008="Создаётся архив \'@BOLD@\'..."
L009="Теперь этот архив перемещён сюда"
L050="Нажмите любую клавишу для закрытия этого окна..."
L051="Требуются привилегии root: sudo ещё не настроена для"
L052="Обновление завершено. Нажмите любую клавишу для перезагрузки..."
L053="Обновление завершено. Через %s секунд система перезагрузится..."
L100="Попытка #%s/3 обновления системы провалилась"
L101="Сервер с локальным зеркалом подключен"
L102="Внешний носитель с зеркалом подключен"
L190="Поиск активных устройств подкачки"
L191="Подходящее устройство подкачки найдено: @BOLD@"
L192="Поиск других смонтированных устройств"
L193="Подходящее смонтированное устройство найдено: @BOLD@"
L194="Устройство @BOLD@ будет пропущено"
L195="Небезопасное тестирование будет реализовано позже!"
L196="Проверяется устройство @BOLD@..."
L197="Неудача. Будем пробовать снова с direct=0"
L300="Пройден"
L301="Тест успешно пройден и на всех этапах получен ожидаемый"
L301="$L301 результат без применения обходных решений"
L302="Очистить"
L303="Очистить данную форму"
L304="Пропущен"
L305="Тест не выполнялся, например, ввиду отсутствия оборудования"
L305="$L305, возможности организовать стенд или по иной причине"
L306="Блокирован"
L307="Нет возможности выполнить данный тест"
L307="$L307, например, из-за обнаруженных ранее проблем"
L308="Провален"
L309="Тест пройден с ошибками или не полностью"
L320="Комментарии"
L321="Не закрывая окон этой программы, выполните тестирование по разделу"
L321="$L321 %s методики, после чего зафиксируйте здесь полученный результат."
L321="$L321 Если причина пропуска или не успешно пройденного теста неочевидна,"
L321="$L321 оставьте здесь свои комментарии."

